Repository: meego-netbook-ux/google-gadgets-meego
Catalog: po/*.po
Languages: ar, sv

source: Gadgets
ar: أدواة

source: (API Version: %s)
ar: (%s : نسخة API)

source: Copyright © 2009 Google Inc. All Rights Reserved.&#10;Licensed under the Apache License, Version 2.0:
ar: حقوق الطّبع © 2009 جوجل INC. كلّ الحقوق محفوظة.&#10; مرخّص تحت رخصة أباتشي نسخة 2.0:
sv: Copyright © 2009 Google Inc. Med ensamrätt.&#10;Licensieras under Apache License, Version 2.0:

source: For more information please visit our project site:
ar: :لمزيد من المعلومات يرجى زيارة موقع المشروع
sv: Gå till vår projektsajt för mer information:

source: %dd ago
ar: %dd منذ
sv: %dd sedan

source: %d day ago
ar: يوم %d منذ
sv: %d dag sedan

source: %d days ago
ar: أيّام %d منذ
sv: %d dagar sedan

source: %dh ago
ar: %dh منذ
sv: %dh sedan

source: %d hr ago
ar: ساعة %dh منذ
sv: %d timme sedan

source: %d hrs ago
ar: ساعات %dh منذ
sv: %d timmar sedan

source: %dm ago
ar: %dm منذ
sv: %dm sedan

source: %d min ago
ar: دقيقة %d منذ
sv: %d min sedan

source: %d mins ago
ar: دقائق %d منذ
sv: %d min sedan

source: Open
ar: فتح
sv: Öppna

source: Remove
ar: حذف
sv: Ta bort

source: Don't show me items like this
ar: لا تظهر موادّا كهذه
sv: Visa mig inte sådana här objekt

source: Previous
ar: سابق
sv: Föregående

source: Next
ar: تالي
sv: Nästa

source: Toggle Expanded View
ar: بدّل الرؤية المكبّرة
sv: Växla expanderad vy

source: Menu
ar: قائمة
sv: Meny

source: Add gadgets
ar: أضف أداة
sv: Lägg till gadgets

source: Minimize
ar: صغّر
sv: Minimera

source: Program can't start because it failed to load the following module(s):
ar: :(البرنامج لم يبدأ نظرا لفشله في تحميل الوحدة(الوحداة
sv: Kan inte att starta program, det gick inte att ladda en/flera av följande moduler:

source: &About...
ar: ...عن&
sv: &Om...

source: Add &Gadgets...
ar: أضف &أدواة
sv: Lägg till &Gadgets...

source: Add an &iGoogle Gadget
ar: &iGoogle أضف أداة

source: Always on &Top
ar: دائما في اﻷعلى&
sv: Alltid övers&t

source: Auto &Fit
ar: إحتواء &تلقائي
sv: Automatisk &passning

source: A&uto Hide
ar: إ&خفاء تلقائي
sv: Dölj a&utomatiskt

source: &Collapse
ar: ضمّ&
sv: &Dölj

source: &Dock to Sidebar
ar: ثبّت على العارضة الجانبيّة&
sv: &Docka till sidopanel

source: Doc&k Sidebar
ar: ثبّت على العارضة ال&جانبيّة
sv: Doc&ka sidopanel

source: E&xit
ar: خ&روج
sv: A&vsluta

source: Ex&pand
ar: نشر&
sv: Ex&pandera

source: &Font Size
ar: حجم الكتابة&
sv: Typ&snittsstorlek

source: &Default
ar: مبدئي&
sv: Stan&dard

source: &Larger
ar: أ&كبر
sv: St&örre

source: &Smaller
ar: أص&غر
sv: &Mindre

source: Hide A&ll
ar: إخفاء ا&لكلّ
sv: Dölj a&llt

source: &Left
ar: شمال&
sv: &Vänster

source: &Options...
ar: خيارات&
sv: A&lternativ...

source: R&emove
ar: حذف&
sv: Ta &bort

source: &Right
ar: يمين&
sv: &Höger

source: Show A&ll
ar: إ&ظهار الكلّ
sv: Visa a&llt

source: &Undock from Sidebar
ar: أ&زل من العارضة الجانبيّة
sv: &Ta bort från sidopanel

source: &Zoom
ar: تكبير&
sv: &Zooma

source: Change &Hotkey...
ar: ...تغيير &الإختصار
sv: &Byt &snabbtangent...

source: De&bug Console
ar: لوحة مراقبة التّصحيح&
sv: &Felsök konsol

source: &Sidebar
ar: العار&ضة الجانبيّة
sv: &Sidopanel

source: Feedback...
ar: ...تعليق
sv: Återkoppling...

source: Third Party Gadget Installation
ar: تنزيل أدواة خارجية المصدر
sv: Installation av tredje parts Gadget

source: Google has not tested or verified the features or security of this third party Gadget. Please confirm that you want to install:
ar: :جوجل لم تجرّب أو تتحقّق من إمكانيّات أو سلامة هذه الأداة ذات المصدر الخارجي. الرّجاء تأكيد التّنزيل
sv: Google har inte testat eller verifierat funktionerna eller säkerheten för denna tredje parts Gadget. Bekräfta att du vill installera:

source: Description:
ar: :وصف
sv: Beskrivning:

source: Required permissions:
ar: :إمتيازات مطلوبة
sv: Behörigheter som behövs:

source: A script (%s:%d) on this gadget may be busy or have stopped responding. Do you want to stop it?
ar: تابع لهذه اﻷداة متوقّف أو لا يبدي تجاوبا. هل (%s:%d) سكريبتتريد إيقافه ؟
sv: Ett skript (%s:%d) på denna gadget kan vara upptaget eller har slutat svara. Vill du stoppa det?

source: Change Hotkey
ar: تغيير الإختصار
sv: Byt snabbtangent

source: Click to input the new hotkey:
ar: :إضغط لإدخال الإختصار الجديد
sv: Klicka för att mata in den nya snabbtangenten:

source: Press new hotkey
ar: إضغط على الإختصار الجديد
sv: Tryck på ny snabbtangent

source: Clear
ar: مسح
sv: Töm

source: Disabled
ar: متوقّف
sv: Inaktiverad

source: Gadgets, press %s to show or hide gadgets.
ar: لإظهار أو إخفاء الأدواة %s أدواة, إضغط على
sv: Gadget, tryck på %s för att visa eller dölja gadgets.

source: Trace
ar: أثر
sv: Spåra

source: Info
ar: معلومة

source: Warning
ar: تحذير
sv: Varning

source: Error
ar: خطأ
sv: Fel

source: Lock scroll
ar: إيقاف التّصفّح
sv: Lås rullning

source: Gadgets (GTK)
ar: (GTK) أدواة

source: Gadgets (Qt)
ar: (QT) أدواة

source: Gadget Designer
ar: مصمّم الأدواة

source: Run Gadgets in GNOME/GTK environment
ar: GNOME/GTK شغّل الأدواة في محيط
sv: Kör Gadgets i GNOME/GTK-miljö

source: Run Gadgets in KDE/Qt environment
ar: KDE/QT شغّل الأدواة في محيط
sv: Kör Gadgets i KDE/Qt-miljö

source: Reads content of local files and directories
ar: قراءة محتوى الملفّات و المجلّدات المحلّية
sv: Läser innehåll i lokala filer och kataloger

source: Creates or modifies local files and directories
ar: إنشاء أو تغيير محتوى الملفّات و المجلّدات المحلّية
sv: Skapar eller modifierar lokala filer och kataloger

source: Queries or modifies the status of hardware devices
ar: الإستعلام عن أو تغيير حالة مكوّنات الجهاز
sv: Avfrågar eller modifierar status för maskinvaruenheter

source: Accesses network
ar: الإتّصال بالشّبكة
sv: Nätverksanslutet

source: Accesses personalization data
ar: دخول البيانات الشّخصيّة
sv: Når anpassningsdata

source: Executes native code and local applications
ar: تشغيل التّعليمات الأصليّة و البرامج المحلّية
sv: Kör ursprungskod och lokala program

source: The gadget could not be loaded:&#10;&#10;%s
ar: &#10;&#10;%s:تحميل اﻷداة غير ممكن
sv: Kunde inte ladda gadget:&#10;&#10;%s

source: The gadget requires Gadgets supporting API at least version %s:&#10;&#10;%s
ar: Gadget supporting API %s:&#10;&#10;%s اﻷداة تتطلّب على اﻷقلّ نسخة
sv: Gadget kräver Gadgets som stöder API åtminstone version %s:&#10;&#10;%s

source: The gadget requires Gadgets for Linux at least version %s:&#10;&#10;%s
ar: Gadgets for Linux %s:&#10;&#10;%s الأداة تتطلّب على الأقلّ نسخة
sv: Gadget kräver Gadgets för Linux åtminstone version %s:&#10;&#10;%s

source: The gadget doesn't work on Linux platform:%&#10;&#10;%s
ar: %&#10;&#10;%s:الأداة لا تشتغل على منصّة لينكس
sv: Gadget fungerar inte på Linux-plattform:%&#10;&#10;%s

source: Gadgets Control
ar: التّحكّم في الأدواة

source: Show only:
ar: :أظهر فقط

source: {{PAGE}} of {{TOTAL}}
ar: {{TOTAL}} من {{PAGE}}

source: Add
ar: أضف

source: Adding...
ar: ...إضافة

source: Added
ar: تمّت اﻹضافة

source: Offline
ar: غير متّصل

source: Update
ar: إحداثات

source: Updating...
ar: ...تحديث

source: Updated
ar: تمّ التّحديث

source: Search gadgets
ar: البحث عن الأدواة

source: Do you want to close the Gadgets Zone? This will remove all your installed gadgets.
ar: هل تريد غلق منطقة الأدواة؟ هذا سيزيل كلّ اﻷدواةالمنزّلة

source: Welcome to Gadgets, they're tiny bits of fun for your computer. What do you want to do?
ar: مرحبا بكم في اﻷدواة و الّتي تمثّل إظافة ممتعة لحاسوبك ماذا تريد أن تفعل ؟

source: Add a new Gadget
ar: أضف أداة جديدة

source: Check for updates
ar: تحقّق من التّحديثات

source: Sorry, we don't have any updated Gadgets available. You could:
ar: :عفوا, لا يوجد أيّ أداة حديثة متوفّرة, يمكنكم

source: Version
ar: نسخة

source: KB
ar: كيلوبايت

source: All languages
ar: كلّ اللّغات

source: Bulgarian
ar: بلغاريّة

source: Catalan
ar: كتلانيّة

source: Czech
ar: تشيكوسلوفاكية

source: Danish
ar: دنمركيّة

source: German
ar: ألمانيّة

source: Greek
ar: اليونانيّة

source: English (US)
ar: (US) إنجليزيّة

source: English (UK)
ar: (UK) إنجليزيّة

source: Spanish
ar: إسبانيّة

source: Finnish
ar: فنلنديّة

source: French
ar: فرنسيّة

source: Hindi
ar: هنديّة

source: Croatian
ar: كرواتيّة

source: Hungarian
ar: هنغاريّة

source: Indonesian
ar: أندنوسيّة

source: Italian
ar: إيطاليّة

source: Japanese
ar: يابانيّة

source: Korean
ar: كوريّة

source: Dutch
ar: هولنديّة

source: Norwegian
ar: نرويجيّة

source: Polish
ar: بولنديّة

source: Portuguese (Brazil)
ar: (Brazil) برتغاليّة

source: Portuguese (Portugal)
ar: (Portugal) برتغاليّة

source: Romanian
ar: رومانيّة

source: Russian
ar: روسيّة

source: Slovak
ar: سلوفاكيّة

source: Slovenian
ar: سلوفيّة

source: Swedish
ar: سويديّة

source: Thai
ar: تايلنديّة

source: Turkish
ar: تركيّة

source: Chinese (Simplified)
ar: (Simplified) صينيّة

source: Chinese (Traditional)
ar: (Traditional) صينيّة

source: All
ar: كلّ

source: New
ar: جديد

source: Recommendations
ar: توصيّات

source: Google Created
ar: عمل جوجل

source: Recently Used
ar: مستعملة حديثا

source: Updates
ar: تحديثات

source: News
ar: أخبار

source: Sports
ar: رياضة

source: Lifestyle
ar: طريقة عيش

source: Finance
ar: إقتصاد

source: Tools
ar: أدواة

source: Fun and Games
ar: مرح و ألعاب

source: Technology
ar: تكنلوجيا

source: Communication
ar: إتّصالات

source: Holidays
ar: عطل
